<template>
    <div class="allf">
      <div class="bread"></div>
      <div class="box-1200 about-us">
          <div class="box-head">关于汉仪
            <small>About Hanyi</small>
          </div>
          <div class="info">
            <h4>企业沿革</h4>
            <div class="content">
              <p>
                北京汉仪创新科技股份有限公司（以下称“汉仪字库”），成立于1993年，2022年8月在A股创业板上市（股票代码：301270），是专业从事字形设计、字库产品开发、汉字信息技术研究、汉字应用解决方案，拥有核心自主知识产权的文化创意与高新技术企业。
              </p>
              <p>
                汉仪字库拥有专业、强大的设计团队，迄今为止已经开发出上千款面向B端企业以及C端用户的字库产品。早期设计的以汉仪菱心体、汉仪秀英体、汉仪中黑体、汉仪细等线体、汉仪中宋体等为代表的经典字体，历久不衰至今二十余年仍然活跃在大众的视野。近年来发布的汉仪旗黑，以严谨的设计语言、完备的家族字体、优异的视觉表现，被大量应用于平面、建筑等多领域设计作品中，成为中国字体行业的代表之作。公司通过洞察人文、品质、潮流文化的趋势变化，支持培养热爱字体的青年人群，打造层出不穷的市场爆款如汉仪润圆、汉仪雅酷黑、汉仪小麦体等，被广泛应用于互联网产品的市场宣传。此外，汉仪字库以出色的专业能力，完成了众多品牌字体定制，如华为定制“HarmonyOS Sans”、小米定制“MiSans”、阿里巴巴定制“阿里巴巴普惠体”、平安银行定制“平安暖橙体”、智己汽车定制“IMSans”、和平精英定制“腾讯和平精英体”、爱茉莉太平洋“阿丽达黑体”等多行业品牌字体的定制项目。
              </p>
              <p>
                作为传统文化产业公司转型的代表，汉仪字库跳出传统的字库版权销售模式，开创了字库行业为大众人群服务的全新用字体验模式。2015年，汉仪字库通过独创的Fulltype小字库技术，以及专业的字体设计能力，将区别于系统内置的字库产品，应用于腾讯手机 QQ合作，开创了字库行业的C端市场，引入各种个性化字体，有效解决了在移动社交应用场景中，字体千人一面的问题，满足了用户的个性化聊天社交需求。
              </p>
              <p>
                汉仪字库不止步于商业市场的字体产品开发，更通过多元的汉字设计方式，不断拓展汉字文化、设计创意、美学生活的业务边界，不断探索汉字文化及其价值空间的可能性。2017年，汉仪字库与清华大学美术学院陈楠教授合作开发“汉仪陈体甲骨文”，通过格律化的设计方式，提出“字文化”的概念，以字库为载体，开创性地实现了用当代化的工具和概念，活化经典传统文化，使得只存在学术研究领域的“甲骨文”，再次走进当代年轻人的视野。同年和麦利博文广告公司合作推出的汉仪阿尔茨海默病体，作为汉仪字库公益项目的代表，首次尝试以字体的表现形式，建立与用户之间的对话关系，唤起了2亿人对于阿尔茨海默病的共鸣，一举拿下包括戛纳“银狮奖”等国内外20余座大奖。2018年，汉仪字库推出的“汉仪敦煌写经”和“汉仪唐美人”，从不同的角度，向中国优秀传统文化致敬，通过鲜活不设限的设计创造和衍生产品形态，在吸引年轻人关注传统文化的同时，更注重今日建立在传统之上的创造。2019年，汉仪字库持续深化对文字和社会、生活关系的理解，陆续开发了 “汉仪松阳体”和“汉仪霸蛮体”，将地方的文化现象通过字体的方式沉淀下来，通过文字激发大众对家园的情感关怀，反哺城市文旅开发和精神文化建设，填补了国内城市字体的空白。2021年，汉仪字库推出“汉仪国宝计划”，以汉字发展为线索的优质字体作品开发，为国宝“汉字”赋予新的生命力。
              </p>
              <p>
                不止于字体
                <br>
                2017年，设立汉仪创新传媒（北京）有限公司，致力于以汉字文化为先导，整合商业品牌及影视娱乐行业设计、营销、衍生品解决方案，形成了一套完整的商业设计及IP衍生产品全案服务能力。
              </p>
              <p>
                不仅有商业
                <br>
                自2012年起，汉仪字库推出的“字体之星”设计大赛，明确坚持以字库化为评选原则，确立了字库行业设计比赛与平面类设计比赛的边界，既挖掘了汉仪元隆黑、汉仪雅酷黑等优质字体作品和作者，又通过论坛、展览、讲座、工作坊等方式，广泛开展字体设计教育，为行业培养了大批人才。
              </p>
              <p>
                不满足模式
                <br>
                为了更好地改善用户对于字体版权的认知，强化用户的版权意识，2017年，汉仪字库宣布与国内知名电商平台京东达成战略合作，正式发布面向网商的字体版权产品，通过京东以及平台的服务搭建，为电商商家提供更加便捷高效的字体服务。
              </p>
              <p>
                不停步创新
                <br>
                汉仪字库从未停止过在技术领域的探索与创新。
                <br>
                2017年，汉仪字库开发了国内首款字体在线预览和字体管理的工具——字由（网址：www.hellofont.cn）。字由适配了超多设计软件，从 Adobe 系列、 Sketch 到常用的办公软件基本都可以进行字体的一键交互应用，大大提升设计师的设计效率。
                <br>
                2018年，汉仪字库与阿里巴巴合作推出了“阿里汉仪智能黑体”，踏出了引发字库行业变革的领先一步。该探索旨在利用人工智能技术，降低字体设计师的重复劳动，使未来的字体设计师，能够将设计重心归于创意，获得更为巨大的创造能力。在此基础上，2019年，汉仪字库又发布了基于人工智能技术的四款成熟产品，并正式在阿里巴巴电商平台上线，提供给入驻的商家使用。2020年至2022年，汉仪字库与京东、阿里巴巴先后达成战略合作，通过行业领先的人工智能的字体识别技术，协助商家管理和监控素材版权，并向京东以及阿里巴巴的数十万商家和平台达人提供全新的正版字体服务。

              </p>
              <p>
                迈向新征程
                <br>
                2022年8月31日，北京汉仪创新科技股份有限公司（简称：汉仪股份，301270.SZ）在深交所创业板挂牌上市。
                
              </p>
              <p>未来，汉仪字库将坚持技术革新，以汉字为核心创作更加多元的文化产品，立足中国大地，讲好汉字故事，向世界展示生动立体的中国气派。</p>
                <p>文字的空间无限大，汉仪人对文字的探索永不止步。</p>
            </div>
          </div>
      </div>

      <div class="bread"></div>
      <div class="box-1200 about-us">
        <div class="box-head">方正字库
          <small>About FangZheng</small>
        </div>
        <div class="info">
          <div class="content">
            <p>
              方正字库隶属于北京北大方正电子有限公司，起源于北京大学王选教授主持的 “汉字信息处理系统748工程”，作为中文字体设计领域的领导者，一向以字款丰富，品质精良，适用面广，能迅速满足客户需求，而在专业出版、印刷、包装、广告、互联网、操作系统、应用软件、硬件设备等领域享有盛誉。
            </p>

            <p>
              方正电子拥有中文简、繁体字库2000多款，有116款包含21003个汉字的GBK字库、 78款包含27533个汉字的GB18030-2000字库、6款包含70244个汉字的超大字库、97款民族文字库。方正还和Monotype、TypeTogether、Fontworks、Production Type、Cadson Demak、Black-Foundry等国际知名厂商广泛合作，为客户提供字体最丰富、支持全球95%以上语言的完整字体解决方案。
            </p>

            <p>
              2005年方正电子与教育部、北京大学合作共建“中国文字字体设计与研究中心”，和北京大学王选计算机研究所共同承担具体工作；2013年被评为北京市设计创新中心，被中国版权协会评为“中国版权最具影响力企业”；2020年被国家版权局授予“全国版权示范单位”；2021年被北京市知识产权局授予“北京市知识产权试点示范单位”，被科技部、中央宣传部、中央网信办、文化和旅游部、广电总局共同认定为“国家文化和科技融合示范基地”。
            </p>

            <p>
              方正电子一向以推动中文字库技术进步，促进中文印刷字体的发展为己任，积极参与中国国家标准和国际ISO组织相关标准的制订，如国家通用规范汉字表、GBK、GB18030、ISO/IEC-10646等。
            </p>

            <p>
              在国内有近90%的报社、出版社、印刷厂每天使用方正字库排印大量的报纸、书籍、杂志、教材、文件等，方正字库还在网站、移动设备、包装、广告设计、游戏、动漫、办公领域广泛使用，成为市场上使用最多的中文字库产品。
            </p>

            <p>
              “保障客户利益”是方正电子的服务宗旨，遍布全国的分支机构是提供服务的基础，方正电子不但提供优质的产品，更提供完善的服务和最佳的解决方案。
            </p>

            <p>
              互联网时代，方正字库不断创新，发布字体神器“字加”电脑客户端，海量字体一键即得；推出“方正字库文创”品牌，通过创意与智慧，把文字的文化要素，具象到实用的产品中；正在承担中华优秀传统文化传承发展工程支持项目“中华精品字库工程”，将精选100位中国历代书法名家作品，开发成电脑字库，目前已发布35 款字体；还针对企业的品牌定位和特定需求，为企业定制专用字体。
            </p>

            <p>
              “中国人，方正字”，希望所有中国人，都能享受到方正提供的字库服务！
            </p>
            <br>
            <br>
            <br>
          </div>
        </div>
      </div>
    </div>
    
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
.allf {
  background: linear-gradient(#FDF5E6, #FDF5E6 53%, #FDF5E6);
}
.bread {
    width: 1200px;
    height: 60px;
    margin: 1px auto;
    line-height: 59px;
    border-bottom: 1px solid #DCDCDC;
}
.box-1200 {
    width: 1200px;
    margin: 0 auto;
    max-width: 100%;
}
.box-head {
    font-size: 32px;
    font-weight: 600;
    line-height: 45px;
    margin-top: 48px;
}
.box-head small {
    font-size: 12px;
    line-height: 17px;
    display: block;
    font-weight: 400;
}
.about-us section {
    overflow: hidden;
    margin-top: 48px;
}
.about-us section>h4 {
    width: 96px;
    font-size: 24px;
    font-weight: 600;
    line-height: 33px;
    float: left;
    margin: 0;
}
.about-us section>.content {
    width: 914px;
    float: right;
}
.about-us .info p {
    line-height: 22px;
    letter-spacing: 1px;
    margin: 0 0 32px;
}
</style>